Repository: veezor/Nimbus
Catalog: nimbus/recovery/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Starting download databases
pt_br: Iniciando download da base de dados

source: database download completed successfully
pt_br: Download da base de dados completada com sucesso

source: Starting database recovery
pt_br: Iniciando recuperação da base de dados

source: database recovery completed successfully
pt_br: Recuperação da base de dados completada com sucesso

source: Generating configuration files
pt_br: Gerando arquivos de configuração

source: Configuration files generated successfully
pt_br: Arquivos de configuração gerados com sucesso

source: Starting download backup files
pt_br: Iniciando o download dos arquivos de backup

source: Download backup files completed
pt_br: Download dos arquivos de backup concluído com sucesso

source: stalled
pt_br: paralisado

source: Nimbus Recovery
pt_br: Recuperação do Nimbus

source: {0} {1} of {2}
pt_br: {0} {1} de {2}

source: Completed {0} of {1} - {2}% - Estimated time: {3}. Download rate: {4}/s
pt_br: Total {0} de {1} - {2}% - Tempo estimado: {3}. Taxa de download: {4}/s
