Repository: veezor/Nimbus
Catalog: nimbus/filesets/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Name
pt_br: Nome

source: File
pt_br: Arquivo

source: File sets
pt_br: Conjunto de arquivos

source: Filter
pt_br: Filtro

source: File set of %s
pt_br: Conjunto de arquivos de %s

source: Create new file sets
pt_br: Criar novo conjunto de arquivos

source: Edit file sets '%s'
pt_br: Editar conjunto de arquivos '%s'

source: Unable to connect to client
pt_br: Impossivel conectar com o cliente

source: Computer not exists
pt_br: Computador não existe

source: Client Nimbus error
pt_br: Erro no Cliente Nimbus

source: File of %s
pt_br: Arquivos de %s

source: File sets profile '%s' was removed successfully.
pt_br: Perfil de conjunto de arquivos '%s' foi removido com sucesso

source: Show filters
pt_br: Mostrar filtros

source: Filters:
pt_br: Filtros

source: Only this
pt_br: Apenas estes

source: files:
pt_br: arquivos

source: Ignore this
pt_br: Ignorar estes

source: files
pt_br: arquivos

source: Fill out the fields below correctly
pt_br: Preencha os campos a baixo corretamente

source: Save
pt_br: Salvar

source: Remove current files:
pt_br: Remover arquivos atuais

source: Delete
pt_br: Excluir

source: Files
pt_br: Arquivos

source: Add new files:
pt_br: Adicionar novos Arquivos

source: Ignore these
pt_br: Ignorar estes

source: Removal confirmation
pt_br: Confirmação de remoção

source: You are about to delete the file sets
pt_br: Você está prestes a remover o conjunto de arquivos

source: The following backup procedures use this file sets:
pt_br: Os seguintes procedimentos de backups utilizam estes conjuntos de arquivos

source: Remove this set does not affect the operation of the listed backups.
pt_br: Remover este conjunto de não afetará o funcionamento dos backups listados.

source: There is no backup procedure using this file sets.
pt_br: Nã existe procedimentos de usando este conjunto de arquivos

source: This operation can not be undone. Would you like to proceed anyway?
pt_br: Esta operação não poderá ser desfeita. Deseja prosseguir mesmo assim?

source: Cancel
pt_br: Cancelar
