Repository: veezor/Nimbus
Catalog: nimbus/media/js/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Group
pt_br: Grupo

source: added.
pt_br: adicionado

source: It was not possible to insert the group. A group with the same name already exists.
pt_br: Não foi possível inserir o grupo. Um grupo com o mesmo nome já existe.

source: No file selected.
pt_br: Nenhum arquivo selecionado

source: One or more filters will not be added because it already in the list of 'Ignore these files'.
pt_br: Um ou mais filtros não será adicionado porque já está na lista de 'Ignorar esses arquivos'.

source: The filter below will not be added
pt_br: O filtro abaixo não será adicionado

source: One or more filters will not be added because it already in the list of 'Only these files'.
pt_br: Um ou mais filtros não será adicionado porque já está na lista de'Somente esses arquivos'

source: Last:
pt_br: Último

source: remain:
pt_br: Restante

source: done.
pt_br: Concluído

source: Choose a computer to use as a base file
pt_br: Escolha um computador para usar como um arquivo de base

source: You need choose one computer
pt_br: Você precisa escolher um computador

source: Use the fileset created
pt_br: Usar o fileset criado

source: Change
pt_br: Modificar

source: Use the schedule created
pt_br: Usar o agendamento criado

source: Create another schedule
pt_br: Criar outro agendamento

source: Create another fileset
pt_br: Criar outro fileset

source: No file selected for restore.
pt_br: Nenhum arquivo foi selecionado para restauração

source: Searching files
pt_br: Procurando arquivos

source: No file found
pt_br: Nenhum arquivo encontrado

source: Wait...
pt_br: Aguarde...

source: Error running ping
pt_br: Erro na execução do ping

source: Error: Unable to get the list of time zones.
pt_br: Erro: Não é possível obter a lista de fusos horários.

source: My computer
pt_br: Meu computador

source: Wait
pt_br: Aguarde
