Repository: veezor/Nimbus
Catalog: nimbus/offsite/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Enable upload rate
pt_br: Ativar taxa de upload

source: Upload Rate (kb/s)
pt_br: Taxa de upload (kb/s)

source: Offsite configuration
pt_br: Configuração do Offsite

source: status of the user account is invalid
pt_br: Status da conta do usuário inválido

source: Your signature has problems, check your situation in the central attendment
pt_br: Sua assinatura está com problemas, verifique sua situação com a central de atendimento

source: User or password incorrect
pt_br: Usuario ou senha incorreta

source: Offsite test config
pt_br: Teste de configuração do Offsite

source: Cannot connect. Please try again later
pt_br: Impossível conectar. Tente novamente mais tarde

source: Error, verify your connection with the external web
pt_br: Erro, verifique sua conexão com a rede externa

source: Configuration error. Contact the support. The keys don't confer
pt_br: Erro de configuração. Contactar o suporte. Chaves não conferem

source: Keep a copy of your backup in the cloud
pt_br: Mantém uma cópia de seu backup na nuvem

source: 3 of 5 - Offsite Configuration
pt_br: 3 de 5 - Configuração do Offsite

source: Transfers in execution
pt_br: Transferências em execução

source: Offsite disabled
pt_br: Offsite desativado

source: Edit offsite configuration
pt_br: Editar configuração do Offsite

source: Active downloads
pt_br: Downloads ativos

source: Stopped
pt_br: Parado

source: Active uploads
pt_br: Uploads ativos

source: Procedures with offsite active
pt_br: Procedimentos com offsite ativo

source: Offsite details
pt_br: Detalhes do offsite

source: View active uploads
pt_br: Visualizar uploads ativos

source: View active downloads
pt_br: Visualizar downloads ativos

source: Space used by the Offsite
pt_br: Ocupação do offsite

source: Offsite inactive
pt_br: Offsite inativo

source: Before using offsite
pt_br: Antes de usar o Offsite

source: you must activate it
pt_br: você deve ativá-lo

source: Actives downloads
pt_br: Downloads ativos

source: The list will be updated within
pt_br: A lista será atualizada em

source: seconds.
pt_br: segundos

source: update now
pt_br: Atualizar agora

source: There are no downloads currently active
pt_br: Não há downloads ativos atualmente

source: File path
pt_br: Caminho do arquivo

source: Created on
pt_br: Criado em

source: Attempts
pt_br: Tentativas

source: Transference
pt_br: Transferência

source: Done
pt_br: Concluído

source: Last:
pt_br: último

source: Time left
pt_br: Tempo restante

source: % completed.
pt_br: Concluído

source: Update now
pt_br: Atualizar agora

source: last:
pt_br: Ultimo

source: remaining time:
pt_br: Tempo restante

source: There are no
pt_br: Não existem

source: currently active.
pt_br: ativos no momento

source: time left:
pt_br: Tempo restante

source: Capacity
pt_br: Capacidade

source: Update
pt_br: Atualizar

source: Edit configuations
pt_br: Editar configurações

source: Offsite procedures
pt_br: Procedimentos do offsite

source: Select device
pt_br: Selecionar dispositivo

source: Please select the destination where you want to perform the backup.
pt_br: Por favor, selecione o destino onde deseja realizar a cópia de segurança.

source: No device was found. Please connect an external hd or pendrive.
pt_br: Nenhum dispositivo foi encontrado. Por favor conecte um hd ou pendrive externo.

source: There is no backup being sent to the Off Site
pt_br: Não existe nenhum backup sendo enviado para o Offsite

source: Downloaded
pt_br: Transferidos

source: of
pt_br: de

source: Current speed
pt_br: Velocidade atual

source: Estimated time:
pt_br: Tempo estimado

source: Estimated end:
pt_br: Término estimado:

source: Procedure
pt_br: Procedimento

source: Completed:
pt_br: Concluído

source: Current volume:
pt_br: Volume atual

source: Transfer rate:
pt_br: Taxa de transferência

source: Estimated time left:
pt_br: Tempo restante estimado

source: Added to queue at:
pt_br: Adicionado a fila em:

source: Start in:
pt_br: Inicio estimado para:

source: Conclusion estimated time:
pt_br: Tempo estimado:
