Repository: veezor/Nimbus
Catalog: nimbus/procedures/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: -or choose a profile-
pt_br: -ou escolha um perfil

source: Retention time
pt_br: Tempo de retenção

source: File sets
pt_br: Conjunto de arquivos

source: schedule
pt_br: agendamento

source: Fileset
pt_br: Conjunto de arquivo

source: Schedule
pt_br: Agendamento

source: Retention Time (days)
pt_br: Tempo de retenção (dias)

source: Storage device
pt_br: Dispositivo de armazenamento

source: Name
pt_br: Nome

source: Auxiliary tasks
pt_br: Tarefas auxiliares

source: Procedure
pt_br: Procedimento

source: Error in communication with the Bacula
pt_br: Erro na comunicação com o cliente Bacula

source: Add backup
pt_br: Adcionar backup

source: Backup procedure '%s' successfully created
pt_br: Procedimento de backup '%s' criado com sucesso

source: The backup procedure has not been created due to the following errors:
pt_br: O procedimento de backup não foi criado devido aos seguintes erros:

source: Editing '%s'
pt_br: Editando '%s'

source: Procedure '%s' changed successfully.
pt_br: Procedimento '%s' alterado com sucesso

source: Procedure successfully removed.
pt_br: Procedimento removido com sucesso

source: Procedure in execution.
pt_br: Procedimento em execução

source: Backup server down, impossible to perform the operation.
pt_br: Servidor de backup inativo, impossível realizar operação.

source: Backup procedure
pt_br: Procedimento de backup

source: Procedure successfully activated
pt_br: Procedimento ativado com sucesso

source: Procedure successfully deactivated
pt_br: Procedimento desativado com sucesso

source: Profiles configuration
pt_br: Perfis de configuração

source: Procedural History
pt_br: Histórico de Procedimentos

source: Procedure successfully canceled
pt_br: Procedimento cancelado com sucesso

source: Create a schedule
pt_br: Criar um agendamento

source: or
pt_br: ou

source: Discard and choose a profile
pt_br: Descartar e escolher perfil

source: Set files
pt_br: Conjunto de arquivos

source: Create set files
pt_br: Criar conjunto de arquivos

source: days
pt_br: dias

source: Add another value
pt_br: Adicionar novo valor

source: Add Backup
pt_br: Adicionar novo backup

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: &lt;&lt; first
pt_br: &lt;&lt; primeiro

source: &lt; previous
pt_br: &lt; último

source: Page
pt_br: Página

source: of
pt_br: de

source: next &gt;
pt_br: próximo &gt;

source: last &gt;&gt;
pt_br: último &gt;&gt;

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: Execute now
pt_br: Executar agora

source: Active
pt_br: Ativar

source: Disable
pt_br: Desativar

source: PROCEDURE DISABLED
pt_br: PROCEDIMENTO DESATIVADO

source: SETTINGS PROCEDURE
pt_br: CONFIGURAÇÕES DO PROCEDIMENTO

source: File sets:
pt_br: Conjunto de arquivos

source: [Profile]
pt_br: [Perfil]

source: Schedule:
pt_br: Agendamento

source: Retention time of files:
pt_br: Tempo de retenção dos arquivos:

source: Post-backup tasks:
pt_br: Tarefas Pós-backup:

source: There are no procedures added.
pt_br: Não existem procedimentos adicionados.

source: List all procedures
pt_br: Listar todos os procedimentos

source: Add
pt_br: Adicionar

source: from computer
pt_br: a partir do computador:

source: Choose a computer::
pt_br: Escoher um computador

source: Used by:
pt_br: Utilizado por

source: List of files
pt_br: Lista de arquivos

source: Since only those patterns below:
pt_br: Sendo apenas aqueles nos padrões abaixo:

source: With the exception of those in the standards below:
pt_br: Com exceção daqueles nos padrões abaixo:

source: Schedules
pt_br: Agendamentos

source: Type
pt_br: Tipo

source: Frequency
pt_br: Frequência

source: Day
pt_br: Dia

source: Time
pt_br: Hora

source: Removal Confirmation
pt_br: Confirmação de remoção

source: You are about to delete the backup procedure
pt_br: Você está prestes a remover o procedimento de backup

source: The computer
pt_br: O computador

source: will not be affected.
pt_br: naõ será afetado.

source: The profile of the set of files
pt_br: O perfil do conjunto de arquivos

source: The set of files
pt_br: O conjunto de arquivos

source: is only used for this backup and
pt_br: é usado apenas para este backup e

source: will be removed
pt_br: será removido

source: The profile of schedule
pt_br: O perfil de agendamento

source: will not be affected
pt_br: não será afetado

source: The schedule
pt_br: O agendamento

source: The following backups will be deleted and can not be restored:
pt_br: Os seguintes backups serão apagados e não mais poderão ser restaurados:

source: There is no backup unless this procedure
pt_br: Não existe nenhum backup salvo deste procedimento

source: This operation can not be undone. Would you like to proceed anyway?
pt_br: Esta operação não poderá ser desfeita. Deseja prosseguir mesmo assim?
