Repository: veezor/Nimbus
Catalog: nimbus/network/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: IP Address
pt_br: Endereço de IP

source: Netmask
pt_br: Máscara de Rede

source: DNS1 Server
pt_br: Servidor DNS1

source: DNS2 Server
pt_br: Servidor DNS2

source: Network interface
pt_br: Interface de rede

source: Error, There is another computer with the same IP address.
pt_br: Erro, existe outra máquina com o mesmo IP na rede.

source: Generating network interface configuration
pt_br: gerando configuração de rede

source: generating DNS configuration
pt_br: gerando configuração de DNS

source: Connection with nimbus-manager failed
pt_br: Conexão com nimbus-manager falhou

source: Updating the IP director
pt_br: Atualizando IP do director

source: Updating the IP storage
pt_br: Atualizando IP do storage

source: Updating the Client-Nimbus IP
pt_br: Atualizando ip do client nimbus

source: 2 of 5 - Network Config
pt_br: 2 de 5 - Configuração de rede

source: redirecting user to redirect page
pt_br: redirecionando o usuario para a página

source: Network configuration
pt_br: Configuração de rede

source: Update
pt_br: Atualizar

source: You are being redirected to the new ip.
pt_br: Você está sendo redirecionado para o novo ip.

source: If within 10 seconds you are not redirected to the new address, go to
pt_br: Se em até 10 segundos você não for redirecionado para o novo endereço, acesse
